import type { CarouselDict } from "../types";

export const carousel: CarouselDict = {
  items: [
    {
      title: "Կամուրջ",
      desc: "Զարմանահրաշ քաղաքային տեսարան անհամար գիշերային լույսերով կամրջի վրա:",
    },
    {
      title: "Լեռնային տեսարան",
      desc: "Հանգիստ լիճ, որը արտացոլում է շրջակա լեռները և ծառերը:",
    },
    {
      title: "Աշուն",
      desc: "Պտտվող ճանապարհ աշնանային տերևների վառ անտառի միջով:",
    },
    {
      title: "Մշուշոտ",
      desc: "Ոսկե մշուշ, որը գլորվում է հանգիստ անտառի վրայով արևածագին:",
    },
  ],
};
