import type { CarouselDict } from "../../../types";

export const carousel: CarouselDict = {
  items: [
    {
      title: "Мост",
      desc: "Захватывающий вид на город с бесчисленными ночными огнями над мостом.",
    },
    {
      title: "Горный вид",
      desc: "Спокойное озеро, отражающее окружающие горы и деревья.",
    },
    {
      title: "Осень",
      desc: "Извилистая тропа через лес с яркой осенней листвой.",
    },
    {
      title: "Туманный",
      desc: "Золотой туман, катящийся по тихому лесу на рассвете.",
    },
  ],
};
