import type { IntroWithDescDict } from "../types";

export const introWithDesc: IntroWithDescDict = {
  title: "Մեր մասին",
  description: "Ովքե՞ր ենք մենք",
  description_2:
    "Մենք տալիս ենք ավելին, քան պարզապես դասընթացներ. Մենք համայնք ենք նրանց համար, ովքեր ձգտում են աճել մասնագիտապես, անձնապես և ճիշտ արժեքներով, ովքեր ցանկանում են զարգացնել իրենց հմտությունները և գտնել կարիերայի հնարավորություններ:",
  description_3:
    "Սա այն վայրն է, որտեղ գիտելիքը վերափոխվում է մասնագիտության, պրակտիկան դառնում է հաջողության հիմք, իսկ ամուր համայնքը աջակցում է քեզ ամեն քայլափոխի:",
} as const;
