import type { IntroWithDescDict } from "../types";

export const introWithDesc: IntroWithDescDict = {
  title: "О нас",
  description: "Кто мы?",
  description_2:
    "Мы даем больше, чем просто курсы. Мы — сообщество для тех, кто стремится расти профессионально, лично и с правильными ценностями, кто хочет развивать свои навыки и находить карьерные возможности.",
  description_3:
    "Это место, где знания превращаются в профессионализм, практика становится основой успеха, а крепкое сообщество поддерживает тебя на каждом шагу.",
} as const;
