import type { IntroWithDescDict } from "../types";

export const introWithDesc: IntroWithDescDict = {
  title: "О нас",
  description:
    "Unity Academy — ведущее образовательное учреждение, специализирующееся на обучении современным технологиям.",
  description_2:
    "Мы верим, что качественное образование должно быть доступно каждому, поэтому разработали комплексные программы, соответствующие требованиям индустрии.",
  description_3:
    "Наша миссия — предоставить высококачественное образование в современных технологиях, подготовив студентов для успешных карьер.",
} as const;
