import { siteConfig } from "@/shared/config/common";
import type { SingleDict } from "../types";

export const single: SingleDict = {
  faq_banner: {
    heading: "Քեզ անհանգստացնող հարցերի պատասխանները",
    button_text: "Անցնել հղումով",
  },
  benefits: {
    title_part1: `Սովորելով ${siteConfig.name}-ում՝`,
    title_part2: "դու կստանաս հետևյալ առավելությունները",
    items: [
      {
        title: "Կարիերա",
        description:
          "Լավագույն ուսանողները կնդգրկվեն մեր բազայում և հետագայում կստանան աշխատանքի առաջարկներ մեր կամ մեր գործընկերների կողմից։",
      },
      {
        title: "Անվճար HR թրեյնինգ",
        description:
          "Թրեյնինգը շրջանավարտներին հնարավորություն կտա ծանոթանալ գրագետ CV ստեղծելու և LinkedIn հարթակի կարևոր կանոններին, հասկանալ՝ ինչպես ճիշտ պատրաստվել և ներկայանալ հարցազրույցի և իմանալ բոլոր հուզող հարցերի պատասխանները։",
      },
      {
        title: "Սերտիֆիկացում և թվային վավերացում",
        description:
          `Դասընթացի հաջող ավարտից հետո ստանում եք ${siteConfig.name}-ի անվանական սերտիֆիկատ՝ թվային վավերացումով (QR/հղում)։ Այն կարող եք ավելացնել LinkedIn-ում և կցել CV-ին։ Գնահատումը հիմնվում է ներկայության, տնայինների և եզրափակիչ նախագծի վրա։`,
      },
      {
        title: "Պորտֆոլիո",
        description:
          "Դասընթացի ավարտին դուք կունենաք պրոֆեսիոնալ աշխատանքներ, որոնք կնդգրկեք ձեր պորտֆոլիոում։",
      },
    ],
  },
};
