import type { SingleDict } from "../types";

export const single: SingleDict = {
  faq_banner: {
    heading: "Քեզ անհանգստացնող հարցերի պատասխանները",
    button_text: "Անցնել հղումով",
  },
  benefits: {
    title_part1: "Սովորելով Unity Academy-ում՝",
    title_part2: "դու կստանաս հետևյալ առավելությունները",
    career: {
      title: "Կարիերա",
      description:
        "Լավագույն ուսանողները կմնան մեր լավագույն աշակերտների բազայում և հետագայում կստանան աշխատանքի առաջարկ մեր կամ մեր գործընկերների կողմից",
    },
    certification: {
      title: "Սերտիֆիկացում և թվային վավերացում",
      description:
        "Դասընթացի հաջող ավարտից հետո ստանում եք Unity Academy Armenia-ի անվանական սերտիֆիկատ՝ թվային վավերացումով (QR/հղում)։ Այն կարող եք ավելացնել LinkedIn-ում և կցել CV-ին։ Գնահատումը հիմնվում է ներկայության, տնայինների և եզրափակիչ նախագծի վրա։",
    },
    portfolio: {
      title: "Պորտֆոլիո և ինքնակենսագրական",
      description:
        "Դասընթացի ավարտին դուք կունենաք պրոֆեսիոնալ աշխատանքներ և կօգնենք ստեղծել գրագետ ինքնակենսագրական (CV)՝ արագ մուտք գործելու համար աշխատաշուկա",
    },
  },
};
