import { siteConfig } from "@/shared/config/common";
import type { SingleDict } from "../types";

export const single: SingleDict = {
  faq_banner: {
    heading: "Քեզ անհանգստացնող հարցերի պատասխանները",
    button_text: "Անցնել հղումով",
  },
  benefits: {
    title_part1: `Սովորելով ${siteConfig.name}-ում՝`,
    title_part2: "դու կստանաս հետևյալ առավելությունները",
    career: {
      title: "Անվճար HR թրեյնինգ և Կարիերա",
      description:
        "Թրեյնինգը շրջանավարտներին հնարավորություն կտա ծանոթանալ CV ստեղծելու կարևոր կանոններին, հասկանալ՝ ինչպես ճիշտ պատրաստվել և ներկայանալ հարցազրույցի և իմանալ բոլոր հուզող հարցերի պատասխանները: Լավագույն ուսանողները կմնան մեր լավագույն աշակերտների բազայում և հետագայում կստանան աշխատանքի առաջարկ մեր կամ մեր գործընկերների կողմից",
    },
    certification: {
      title: "Սերտիֆիկացում և թվային վավերացում",
      description:
        `Դասընթացի հաջող ավարտից հետո ստանում եք ${siteConfig.name}-ի անվանական սերտիֆիկատ՝ թվային վավերացումով (QR/հղում)։ Այն կարող եք ավելացնել LinkedIn-ում և կցել CV-ին։ Գնահատումը հիմնվում է ներկայության, տնայինների և եզրափակիչ նախագծի վրա։`,
    },
    portfolio: {
      title: "Պորտֆոլիո և ինքնակենսագրական",
      description:
        "Դասընթացի ավարտին դուք կունենաք պրոֆեսիոնալ աշխատանքներ և կօգնենք ստեղծել գրագետ ինքնակենսագրական (CV)՝ արագ մուտք գործելու համար աշխատաշուկա",
    },
  },
};
