import type { SingleDict } from "../types";

export const single: SingleDict = {
  faq_banner: {
    heading: "Քեզ անհանգստացնող հարցերի պատասխանները",
    button_text: "Անցնել հղումով",
  },
  benefits: {
    title_part1: "Սովորելով Unity Academy-ում՝",
    title_part2: "դու կստանաս հետևյալ առավելությունները",
    hr_training: {
      title_part1: "Անվճար",
      title_part2: "HR թրեյնինգ",
      description:
        "Թրեյնինգը շրջանավարտներին հնարավորություն կտա ծանոթանալ CV ստեղծելու կարևոր կանոններին, հասկանալ՝ ինչպես ճիշտ պատրաստվել և ներկայանալ հարցազրույցի և իմանալ բոլոր հուզող հարցերի պատասխանները:",
    },
    english_course: {
      title_part1: "Անգլերեն դասընթաց",
      title_part2: "հատուկ պայմաններով",
      description:
        "Լավագույն ուսանողները կստանան աշխատանքի առաջարկ մեր և/կամ գործընկերների կողմից",
    },
    portfolio: {
      title: "Պորտֆոլիո և ինքնակենսագրական",
      description:
        "Դասընթացի ավարտին դուք կունենաք պրոֆեսիոնալ աշխատանքներ և կօգնենք ստեղծել գրագետ ինքնակենսագրական (CV)՝ արագ մուտք գործելու համար աշխատաշուկա",
    },
  },
};
