import type { SingleDict } from "../types";

export const single: SingleDict = {
  faq_banner: {
    heading: "Ответы на ваши волнующие вопросы",
    button_text: "Перейти по ссылке",
  },
  benefits: {
    title_part1: "Обучаясь в Unity Academy",
    title_part2: "вы получите следующие преимущества",
    hr_training: {
      title_part1: "Бесплатный",
      title_part2: "HR тренинг",
      description:
        "Тренинг даст выпускникам возможность ознакомиться с важными правилами создания резюме, понять, как правильно подготовиться и представить себя на собеседовании, и узнать ответы на все волнующие вопросы.",
    },
    english_course: {
      title_part1: "Курс английского языка",
      title_part2: "на особых условиях",
      description:
        "Лучшие студенты получат предложения о работе от нас и/или наших партнеров",
    },
    portfolio: {
      title: "Портфолио и резюме",
      description:
        "По окончании курса у вас будут профессиональные работы, и мы поможем создать грамотное резюме для быстрого входа на рынок труда",
    },
  },
};
