import type { FeaturesSectionDict } from "../../../types";

export const featuresSection: FeaturesSectionDict = {
  features: [
    {
      title: "Создано для разработчиков",
      description: "Создано для инженеров, разработчиков, мечтателей, мыслителей и деятелей.",
    },
    {
      title: "Простота использования",
      description: "Это так же просто, как использование Apple, и так же дорого, как его покупка.",
    },
    {
      title: "Ценообразование как ни у кого",
      description: "Наши цены лучшие на рынке. Никаких ограничений, никаких блокировок, кредитная карта не требуется.",
    },
    {
      title: "100% Гарантия работоспособности",
      description: "Нас просто невозможно сбить кем-либо.",
    },
    {
      title: "Мультитенантная архитектура",
      description: "Вы можете просто делиться паролями вместо покупки новых мест.",
    },
    {
      title: "24/7 Поддержка клиентов",
      description: "Мы доступны 100% времени. По крайней мере, наши AI-агенты.",
    },
    {
      title: "Гарантия возврата денег",
      description: "Если вам не нравится EveryAI, мы убедим вас полюбить нас.",
    },
    {
      title: "И все остальное",
      description: "У меня просто закончились идеи для копирайта. Примите мои искренние извинения.",
    },
  ],
};
