import type { FeaturesSectionDict } from "../types";

export const featuresSection: FeaturesSectionDict = {
  features: [
    {
      title: "Опытные специалисты",
      description:
        "Преподают специалисты с практическим опытом, которые объясняют сложные темы простыми, понятными шагами с примерами и применением",
    },
    {
      title: "Малые группы, индивидуальный подход",
      description:
        "Занятия проходят в группах по 6-8 человек — внимание каждому студенту и индивидуальный подход",
    },
    {
      title: "Удобно оборудованные аудитории",
      description:
        "Аудитории удобные и полностью оборудованы, чтобы обучение проходило в сосредоточенной и приятной среде",
    },
    {
      title: "3 пробных занятия",
      description:
        "Первые 3 занятия — пробные. Поймешь формат, попробуешь свои силы и потом решишь — продолжать или нет",
    },
    {
      title: "Запись занятий",
      description:
        "После каждого занятия даем запись — для повторения, восполнения пропущенного и закрепления материала",
    },
    {
      title: "Менторский подход",
      description:
        "Наши специалисты не только преподаватели, но и менторы — сопровождают до первой работы",
    },
    {
      title: "Карьерный рост",
      description:
        "Все студенты получают 1 месяц бесплатной карьерной программы от HR-специалиста — подготовка CV, LinkedIn и интервью",
    },
    {
      title: "Портфолио и резюме бесплатно",
      description:
        "По окончании курса у вас будут профессиональные работы и поможем создать грамотное резюме",
    },
    {
      title: "Сертификация и цифровая верификация",
      description:
        "По окончании получаешь именной сертификат Unity Academy с QR/ссылкой — можешь добавить в LinkedIn и приложить к резюме",
    },
    {
      title: "Предложения работы",
      description:
        "Лучшие студенты получат предложения работы от нас и/или партнеров",
    },
    {
      title: "Встречи 'Day Off'",
      description:
        "Еженедельные, бесплатные и неформальные встречи сообщества. Подробности читай в разделе 'О нас'",
    },
    {
      title: "Сообщество",
      description:
        "Сильное сообщество, где студенты обучаются, создают новые связи, совместными усилиями создают новые стартапы и не только",
    },
  ],
};
