export const glowingGrid = {
  items: [
    {
      title: "Ժամանակակից պահանջված ուղղություններ",
      description:
        "AI, Kids Coding, Mobile Development, Web Development, Graphic Design, UI/UX Design, SMM, HR, դասընթացների ընթացքում նաև կազմակերպում ենք էքսկուրսիաներ դեպի տարբեր կազմակերպություններ և ոչ միայն",
    },
    {
      title: "Կարիերա",
      description:
        "Լավագույն ուսանողները կստանան աշխատանքի առաջարկ մեր և/կամ գործընկերների կողմից",
    },
    {
      title: "Պորտֆոլիո և ինքնակենսագրական",
      description:
        "Դասընթացի ավարտին դուք կունենաք պրոֆեսիոնալ աշխատանքներ և կօգնենք ստեղծել գրագետ ինքնակենսագրական (CV)՝ արագ մուտք գործելու համար աշխատաշուկա",
    },
    {
      title: "Սերտիֆիկացում և թվային վավերացում",
      description:
        "Դասընթացի հաջող ավարտից հետո ստանում եք Unity Academy Armenia-ի անվանական սերտիֆիկատ՝ թվային վավերացումով (QR/հղում)։ Այն կարող եք ավելացնել LinkedIn-ում և կցել CV-ին։ Գնահատումը հիմնվում է ներկայության, տնայինների և եզրափակիչ նախագծի վրա։",
    },
    {
      title: "Սեմինարներ",
      description:
        "Մենք ունենում ենք հյուրեր հայտնի ընկերություններից, որոնք կիսվում են իրենց փորձով և պատասխանում ձեր հարցերին՝ բարելավելով ձեր գիտելիքները ՏՏ ոլորտում ու կարիերայի հարցերում",
    },
    {
      title: "Համայնք",
      description:
        "Հզոր համայնք, որտեղ ուսանողները կրթվում են, ստեղծում նոր կապեր, միասին ուժերով ստեղծում ստարտափեր և ոչ միայն",
    },
    {
      title: "Dayoff",
      description: `
        «Dayoff» հանդիպումներ — շաբաթական, անվճար և ոչ ֆորմալ community-հավաքներ։
        
        Համայնքային կապ — բոլոր խմբերի մասնակիցների միավորում՝ ծանոթություններ, նեթվորքինգ, թիմային շփումներ։

        Ներքին ակտիվություններ — խաղեր, մտավոր ծրագրեր, թիմային մրցույթներ՝ ջերմ միջավայրում։

        Թեմատիկ քննարկումներ — արդիական թեմաներ, փորձի փոխանակում, գաղափարների ներկայացում։

        Արժեքներ և ինքնակրթություն — խոսում ենք արժեքների մասին և ձևավորում սովորելու ռազմավարություններ։

        Նոր նախաձեռնություններ — բրեյնսթորմինգ ու գաղափարների զարգացում նախագծերի շուրջ։

        Արտաքին ակտիվություններ — արշավներ, ճամբարներ, ՏՏ-միջոցառումներ։
      `,
    },
  ],
} as const;
