import { siteConfig } from "@/shared/config/common";

export const glowingGrid = {
  items: [
    {
      title: "Ժամանակակից պահանջված ուղղություններ",
      description:
        "AI, Kids Coding, Mobile Development, Web Development, Graphic Design, UI/UX Design, SMM, HR, դասընթացների ընթացքում նաև կազմակերպում ենք էքսկուրսիաներ դեպի տարբեր կազմակերպություններ և ոչ միայն",
    },
    {
      title: "Կարիերա",
      description:
        "Լավագույն ուսանողները կնդգրկվեն մեր բազայում և հետագայում կստանան աշխատանքի առաջարկներ մեր կամ մեր գործընկերների կողմից",
    },
    {
      title: "Անվճար HR թրեյնինգ",
      description:
        "Թրեյնինգը շրջանավարտներին հնարավորություն կտա ծանոթանալ CV ստեղծելու և LinkedIn հարթակի կարևոր կանոններին, հասկանալ՝ ինչպես ճիշտ պատրաստվել և ներկայանալ հարցազրույցի և իմանալ բոլոր հուզող հարցերի պատասխանները:",
    },
    {
      title: "Պորտֆոլիո",
      description:
        "Դասընթացի ավարտին դուք կունենաք պրոֆեսիոնալ աշխատանքներ, որոնք կնդգրկեք ձեր պորտֆոլիոում։",
    },
    {
      title: "Սերտիֆիկացում և թվային վավերացում",
      description: `Դասընթացի հաջող ավարտից հետո ստանում եք ${siteConfig.name}-ի անվանական սերտիֆիկատ՝ թվային վավերացումով (QR/հղում)։ Այն կարող եք ավելացնել LinkedIn-ում և կցել CV-ին։ Գնահատումը հիմնվում է ներկայության, տնայինների և եզրափակիչ նախագծի վրա։`,
    },
    {
      title: "Սեմինարներ",
      description:
        "Մենք ունենում ենք հյուրեր հայտնի ընկերություններից, որոնք կիսվում են իրենց փորձով և պատասխանում ձեր հարցերին՝ բարելավելով ձեր գիտելիքները ՏՏ ոլորտում ու կարիերայի հարցերում",
    },
    {
      title: "Dayoff",
      description: (
        <>
          <strong>«Dayoff» հանդիպումներ</strong> — շաբաթական, անվճար և ոչ ֆորմալ
          community-հավաքներ։
          <br />
          <strong>Համայնք</strong> — Բոլոր ուսանողների միավորում մեկ տեղ, որտեղ
          ուսանողները կրթվում են, ստեղծում նոր կապեր, միասին ուժերով ստեղծում
          ստարտափեր և ոչ միայն։
          <br />
          <strong>Ներքին ակտիվություններ</strong> — խաղեր, մտավոր ծրագրեր,
          թիմային մրցույթներ՝ ջերմ միջավայրում։
          <br />
          <strong>Թեմատիկ քննարկումներ</strong> — արդիական թեմաներ, փորձի
          փոխանակում, գաղափարների ներկայացում։
          <br />
          <strong>Արժեքներ և ինքնակրթություն</strong> — խոսում ենք արժեքների
          մասին և ձևավորում սովորելու ռազմավարություններ։
          <br />
          <strong>Նոր նախաձեռնություններ</strong> — բրեյնսթորմինգ ու գաղափարների
          զարգացում նախագծերի շուրջ։
          <br />
          <strong>Արտաքին ակտիվություններ</strong> — արշավներ, ճամբարներ,
          ՏՏ-միջոցառումներ։
        </>
      ),
    },
  ],
} as const;
